/**
v0.2.8
1、stoploading停止方法 1自定义停止 2系统停止
 
v0.2.9
 1、RRCMatchSliderView优化处理
 2、动画loading时关闭时，隐藏全屏按钮
 
 v0.3.0
 1、谁先进球(*)谁就100%
 2、动画直播添加是否显示加载菊花的判断
 
 v0.3.1
 1、解决动画展开时网络错误视图和界面并存问题
 
 v0.3.2
 1、赛程赛果有图标但是没有展开按钮
 
 v0.3.3/4
 1、列表动画直播源偶尔加载不出来
 
 v0.3.5
 1、适配赛事列表比赛事件增加次数【如进攻次数等】/【2020/6/3 10:18】
 
 v0.3.6
 1、解决控球率0%或者0显示0的问题
 
 v0.3.7
 1、RRCTScoreModel更新
 
 v0.3.8/0.3.9
 2、更换视频动画loading
 
 v0.4.0
 发帖所需要的赛事表格部署于赛事仓库【matchmodule】
 
 v0.4.1
 赛事表格所需图片
 
 v0.4.3
 数据统计字体大小复用问题
 赛事管理类推荐数量引用依赖调整
 
 v0.4.4
 添加赛事统计路由跳转
 
 v0.4.6-0.4.7
 亚指改为亚指
 大小球改为大小
 
 v0.5.0
 赛事草稿数量模型驼峰命名
 */
